Repository: liemcn6/BloCCubit_FlutterApp
Catalog: lib/presentation/locales/intl_*.arb
Languages: vi

# work_area_floor
source: Work- Which area - Which floor
vi: Công việc - Khu vực nào - Tầng nào

source: General Calendar
vi: Lịch chung

source: Location is missing
vi: Vị trí thiếu

source: Add missing location
vi: Thêm vị trí thiếu

# your_ticket_was_submitted
source: Your ticket was submitted successfully
vi: Yêu cầu của bạn đã được gửi đi thành công

# update_period_calendar
source: Periodic calendar update
vi: Cập nhật lịch định kỳ

source: Delay request
vi: Yêu cầu hoãn

source: Reschedule request
vi: Yêu cầu đổi lịch

source: Waiting for progressing
vi: Chờ tiếp nhận

source: Result confirmation content
vi: Nội dung xác nhận kết quả

source: Select execution status
vi: Chọn trạng thái thực hiện

source: Please update photos
vi: Vui lòng cập nhật ảnh

# the_report_could_not_be_generated_during_this_time_period
source: Reports cannot be generated during this period
vi: Không thể tạo báo cáo trong khoảng thời gian này

source: The start date must be before the end date
vi: Ngày bắt đầu phải truớc ngày kết thúc

source: Overview
vi: Tổng quan

source: Filter
vi: Bộ lọc

source: Implementation time frame
vi: Khung giờ thực hiện

source: Implementer
vi: Người thực hiện

# checklist_status_overview
source: {section, select, DONE {Done} OPEN {Open} INCOMPLETE {Overdue} IN_PROGRESS {In Progress} COMPLETED_OVERDUE {Done Overdue} other {}}
vi: {section, select, DONE {Hoàn Thành} OPEN {Chưa thực hiện} INCOMPLETE {Hết giờ thực hiện} IN_PROGRESS {Đang thực hiện} COMPLETED_OVERDUE {Hoàn thành quá hạn} other {}}

# session_expired
source: Your current login session has expired. Please use your password to log in. Fingerprint authentication / TouchID / FaceID method will be temporarily disabled until you log in again.
vi: Phiên đăng nhập hiện tại của bạn đã hết hạn. Vui lòng sử dụng mật khẩu để đăng nhập. Phương thức xác thực bằng vân tay / TouchID / FaceID sẽ tạm thời bị tắt cho tới khi bạn đăng nhập lại.

source: Update ticket successfully
vi: Cập nhật yêu cầu thành công

source: Shift handover has been confirmed
vi: Bàn giao ca đã được xác nhận

source: Calendar time
vi: Thời gian theo lịch

source: Confirm completion of unscheduled building inspection
vi: Xác nhận hoàn thành kiểm tra đột xuất tòa nhà

source: You do not have permission to make a housekeeping report
vi: Bạn không có quyền thực hiện báo cáo vệ sinh

source: Ticket type
vi: Phân loại yêu cầu

source: Save as draft
vi: Lưu tạm thời

source: More review details
vi: Thêm chi tiết đánh giá

source: Leader result confirmation
vi: Xác nhận kết quả của lãnh đạo

source: Result confirmation document
vi: Tài liệu xác nhận kết quả

source: Evaluating
vi: Đang đánh giá

# implementation_time_frame_hand
source: Implementation time frame
vi: Khung thời gian thực hiện

# network_not_available
source: Unable to connect to the network
vi: Không thể kết nối đến mạng

source: Service
vi: Dịch vụ

source: New notification
vi: Thông báo mới

# i_approve_shift_change
source: I approve this shift change
vi: Tôi đồng ý phê duyệt đổi ca

source: Confirm shift change
vi: Xác nhận đổi ca

source: Shift change details
vi: Chi tiết đổi ca

# success_approved_shift_change
source: Successfully approved the shift change request
vi: Phê duyệt yêu cầu đổi ca thành công

source: File downloaded
vi: Tải tệp thành công

source: Open
vi: Mở

source: Copied ticket
vi: Bản sao

source: Copied ticket from
vi: Bản gốc

# no_checklist_found
source: No working checklist templates found
vi: Không tìm thấy mẫu checklist hoạt động

source: Level of satisfaction
vi: Mức độ hài lòng

source: Customer review
vi: Đánh giá của khách hàng

source: Review document
vi: Tài liệu đánh giá

source: Perform Complete in offline mode
vi: Thực hiện Hoàn thành ở chế độ ngoại tuyến

source: Temporarily saved offline
vi: Lưu tạm ở trạng thái ngoại tuyến

# must_done_all_incident
source: All incidents must be completed
vi: Phải hoàn thành tất cả các sự cố

# incident_done_noti
source: Incident is completed
vi: Sự cố đã được hoàn thành

# least_value
source: Least
vi: Kém

source: Acceptable
vi: Chấp nhận được

# inactive_noti
source: You are inactive for a long time. Please log in again
vi: Bạn đã không thao tác trong 1 khoảng thời gian. Vui lòng đăng nhập!

# no_newsletter
source: There are no newsletter
vi: Không có tin mới

source: Utility services
vi: Dịch vụ tiện ích

source: Market
vi: Chợ mua bán

source: Customer
vi: Khách hàng

source: Employee
vi: Nhân viên

source: Under development feature
vi: Tính năng đang được phát triển

# account_type
source: {section, select, CUSTOMER {Customer} EMPLOYEE {Employee} VENDER {Vender} other {}}
vi: {section, select, CUSTOMER {Khách hàng} EMPLOYEE {Nhân viên} VENDER {Nhà thầu} other {}}

source: Emergency support
vi: Hỗ trợ khẩn cấp

source: Settings
vi: Cài đặt

source: Empty
vi: Trống

source: Waiting for receive
vi: Chờ tiếp nhận

source: Waiting for approval
vi: Chờ duyệt

source: Waiting for cancel
vi: Chờ hủy

source: Ticket detail
vi: Chi tiết yêu cầu

source: Building name
vi: Tên tòa nhà

source: Choose building
vi: Chọn tòa nhà

source: Choose floor
vi: Chọn tầng

source: Request content
vi: Nội dung yêu cầu

# input_content_error
source: Please enter content
vi: Vui lòng nhập nội dung

source: Enter note
vi: Nhập ghi chú

source: Staff feedback
vi: Phản hồi của nhân viên

source: Acceptance document
vi: Tài liệu nghiệm thu

source: Create ticket
vi: Tạo yêu cầu

source: Log out failed
vi: Đăng xuất thất bại

# register_success_note
source: Account information has been registered. Please login to continue experiencing
vi: Thông tin tài khoản đã được đăng ký. Vui lòng đăng nhập để tiếp tục trải nghiệm

# news_header
source: News
vi: Bản tin

source: News detail
vi: Chi tiết bản tin

source: Draft
vi: Nháp

# building_name_sort
source: Building name
vi: Tên tòa

source: Attached image
vi: Hình ảnh đính kèm

# content_sent_request_success
source: Your request has been sent successfully. Do you want to create a new request too?
vi: Yêu cầu của bạn đã được gửi đi thành công. Bạn có muốn tạo yêu cầu mới nữa không?

# content_sent_draft_success
source: Draft created successfully, do you want to create a new request?
vi: Tạo nháp thành công, bạn có muốn tạo yêu cầu mới nữa không?

source: List of services
vi: Danh mục dịch vụ

source: Booking History
vi: Lịch sử đặt lịch

# forgot_password_page_content
source: The link code will be sent to your email. Use the link code to verify your account
vi: Mã liên kết sẽ được gửi đến email của bạn. Sử dụng mã liên kết để xác minh tài khoản

source: Vehicle management
vi: Quản lý xe

source: Vehicle Registration
vi: Xe đăng ký

source: Registration history
vi: Lịch sử đăng ký

source: Motorbike
vi: Xe máy

source: Car
vi: Ô tô

source: Work
vi: Hoạt động

source: Waiting for cancellation approval
vi: Chờ duyệt hủy

source: Inactive
vi: Không hoạt động

# approved_sort
source: Approved
vi: Đã duyệt

source: Add vehicle information
vi: Thêm thông tin xe

source: Car owner
vi: Chủ xe

source: Range of vehicle
vi: Loại xe

source: License plates
vi: Biển số xe

source: Car company
vi: Hãng xe

source: Car color
vi: Màu xe

source: Vehicle registration photo
vi: Ảnh đăng ký xe

source: Front
vi: Mặt trước

source: Backside
vi: Mặt sau

source: Add car
vi: Thêm xe

source: Registration period
vi: Kỳ đăng ký

source: Transportation
vi: Loại phương tiện

source: Car model
vi: Mẫu xe

source: Vehicle registration certificate
vi: Giấy đăng ký xe

source: Registration date
vi: Ngày đăng kí

source: Billing start date
vi: Ngày bắt đầu tính phí

source: Cancel registration
vi: Hủy đăng ký

source: Confirmation of vehicle registration cancellation
vi: Xác nhận hủy đăng ký xe

source: Edit vehicle information
vi: Chỉnh sửa thông tin xe

source: Delete vehicle information
vi: Xóa thông tin xe

source: Are you sure you want to delete this vehicle information?
vi: Bạn có chắc muốn xóa thông tin xe này?

source: Create a parking application
vi: Tạo đơn đăng ký gửi xe

source: Vehicle information
vi: Thông tin xe

source: Submit registration
vi: Gửi đăng ký

source: Parking registration application
vi: Đơn đăng ký gửi xe

# send_parking_success
source: was sent. Waiting for the building management board to approve
vi: đã được gửi. Vùi lòng chờ Ban quản lý toà nhà phê duyệt

source: Start charging
vi: Bắt đầu tính phí

source: Fee
vi: Phí

# monetary_unit_per_month
source: VND / Month
vi: VND / Tháng

source: Bill detail
vi: Chi tiết hóa đơn

source: Before VAT
vi: Trước VAT

source: Total money
vi: Tổng tiền

source: Remaining
vi: Còn lại

source: Invoice number
vi: Số hóa đơn

source: Invoice date
vi: Ngày xuất hóa đơn

source: Invoice address
vi: Địa chỉ xuất hóa đơn

source: Description
vi: Mô tả

# bill_status
source: {section, select, PAID {Paid} UNPAID {Un-Paid} PAID_PARTIAL {Partial Paid} other {Cancel}}
vi: {section, select, PAID {Đã TT} UNPAID {Chưa TT} PAID_PARTIAL {TT một phần} other {Đã hủy hóa đơn}}

source: Payment info
vi: Thông tin thanh toán

source: Explanation
vi: Diễn giải

source: Unit price
vi: Đơn giá

# quantity_with_num
source: Quantity: {num}
vi: Số lượng: {num}

source: Choose Status
vi: Chọn trạng thái

source: Service detail
vi: Chi tiết dịch vụ

source: Payment ID
vi: Số giao dịch

source: Number of month
vi: Số tháng

# unit_2
source: Unit
vi: Đơn vị

source: Payment history
vi: Lịch sử thanh toán

source: Bank number
vi: Số tài khoản

source: Bank
vi: Ngân hàng

source: Limited access
vi: Giới hạn quyền truy cập

# limited_access_content
source: Please contact the administrator to get the right to use the service
vi: Vui lòng liên hệ với quản trị viên để nhận quyền sử dụng dịch vụ

# wrong_account_type
source: Your account does not have access to this application
vi: Tài khoản của bạn không có quyền truy cập vào ứng dụng này

# login_success
source: Login successful
vi: Đăng nhập thành công

# logout_success
source: Logout successful
vi: Đăng xuất thành công

source: You are offline
vi: Bạn đang ngoại tuyến

# connection_lost_desc
source: The connection to the system is temporarily interrupted. Please try again later.
vi: Kết nối đến hệ thống đang tạm thời gián đoạn. Xin vui lòng thử lại sau.

# vehicle_type_name
source: {section, select, car {Car} motorbike {Motorbike} bike {Bike} other {}}
vi: {section, select, CAR {Ô tô} MOTOR {Xe máy} BIKE {Xe đạp} other {}}

# vehicle_history_name
source: {section, select, APPROVED {Approved} WAIT_APPROVE {Wait approve} REJECTED {Rejected} CANCELED {Canceled} NEW {Temple Save} other {}}
vi: {section, select, APPROVED {Đã duyệt} WAIT_APPROVE {Chờ duyệt} REJECTED {Từ chối} CANCELED {Hủy} NEW {Lưu tạm} other {}}

# registration_status
source: {section, select, active {Work} pending {Waiting for cancellation approval} inactive {Inactive} other {}}
vi: {section, select, active {Hoạt động} pending {Chờ duyệt hủy} inactive {Không hoạt động} other {}}

source: Registration information
vi: Thông tin đăng ký

source: Subscribers
vi: Người đăng ký

source: Bike
vi: Xe đạp

source: Vehicle template
vi: Mẫu xe

# registration_info
source: Registration information
vi: Thông tin đăng ký

source: Registration user
vi: Người đăng ký

# confirm_survey
source: Are you sure you want to send this review?
vi: Bạn có chắc chắn muốn gửi kết quả khảo sát này không?

source: Term
vi: Kỳ

source: Select registration date
vi: Chọn ngày đăng ký

source: Choose a time frame
vi: Chọn khung giờ

source: Regulations and terms
vi: Quy định và điều khoản

source: Registered successfully
vi: Đăng kí thành công

source: Open at
vi: Mở cửa lúc

# service_history_name
source: {section, select, APPROVED {Approved} WAIT_APPROVE {Wait approve} REJECTED {Rejected} CANCELED {Canceled} WAIT_CANCEL {Wait cancel} other {}}
vi: {section, select, APPROVED {Đã đăng ký} WAIT_APPROVE {Chờ duyệt} REJECTED {Từ chối} CANCELED {Đã hủy} WAIT_CANCEL {Chờ hủy} other {}}

source: Service registration
vi: Đăng ký dịch vụ tiện ích

source: Service type
vi: Loại dịch vụ

source: Service total money
vi: Thành tiền

source: Full slot
vi: Hết chỗ

source: Register details
vi: Chi tiết đăng ký

source: Approval history
vi: Lịch sử phê duyệt

source: Cancel appointment
vi: Hủy lịch

source: Utility service registration information
vi: Thông tin đăng ký dịch vụ tiện ích

source: Service group
vi: Nhóm dịch vụ

source: Type of service
vi: Loại dịch vụ

source: Premises / apartments
vi: Mặt bằng/ căn hộ

source: Registration time frame
vi: Khung giờ đăng ký

source: Into money
vi: Thành tiền

source: Enter cancellation reason
vi: Nhập lý do hủy

source: Hour
vi: Giờ

source: Clear filter
vi: Bỏ lọc
