Repository: liemcn6/BloCCubit_FlutterApp
Catalog: lib/presentation/locales/intl_*.arb
Languages: vi

source: Close ticket
vi: Đóng yêu cầu

source: List of assigned tasks
vi: Danh sách công việc được giao

# due_date_ticket
source: Expected receive at
vi: Thời gian tiếp nhận và phản hồi thông tin

source: Unfulfilled
vi: Chưa thưc hiện

# processingIncident
source: Processing
vi: Đang thực hiện

source: Made
vi: Đã thực hiện

# yourTicketIsReceived
source: Your ticket is received successfully.
vi: Yêu cầu của bạn đã được tiếp nhận thành công

source: Update result
vi: Cập nhật kết quả

source: Your ticket has been resolved.
vi: Yêu cầu của bạn đã được giải quyết

# detailIncident
source: Incident detail
vi: Chi tiết sự cố

# info_incident
source: Incident information
vi: Thông tin sự cố

# solution
source: Problem solution
vi: Phương án xử lý

# name_incident
source: Incident name
vi: Tên sự cố

# status_incident
source: Incident status
vi: Trạng thái sự cố

# time_occur
source: Occurrence time
vi: Thời gian xảy ra

# time_recording
source: Recording time
vi: Thời gian ghi nhận

# type_service
source: Type of service
vi: Loại dịch vụ

# time_finish
source: Completion time
vi: Thời gian hoàn thành

source: Asset group
vi: Nhóm tài sản

source: Asset
vi: Tài sản

# type_incident
source: Incident type
vi: Loại sự cố

# level_urgency
source: Urgency level
vi: Mức độ khẩn cấp

# content_describe
source: Description content
vi: Nội dung mô tả

# document_describe
source: Incident description document
vi: Tài liệu mô tả sự cố

# document_acceptance
source: Acceptance documents
vi: Tài liệu nghiệm thu

# document_limit
source: Maximum 5 documents, each document maximum 10MB
vi: Tối đa 5 tài liệu, mỗi tài liệu tối đa 10MB

# docment_not_supported_preview
source: This document is not supported for preview. Please download to view.
vi: Tài liệu không hỗ trợ xem trước. Vui lòng tải xuống để xem.

source: Enter content
vi: Vui lòng nhập nội dung

source: Working management
vi: Quản lý công việc

# itemDetail
source: Item details
vi: Chi tiết hạng mục

source: Performance category
vi: Hạng mục thực hiện

source: Completion deadline
vi: Hạn hoàn thành

source: Executor
vi: Người thực hiện

source: Status SLA
vi: Trạng thái SLA

source: Implementation content
vi: Nội dung thực hiện

source: Attachments
vi: Tài liệu đính kèm

source: Out of Date
vi: Quá hạn

source: Item has been completed
vi: Hạng mục đã được hoàn thành

# working_management_numb
source: In-progress works: {num}
vi: Số công việc: {num}

source: Incident management
vi: Quản lý yêu cầu / sự cố

# incident_management_home
source: Incident management
vi: Quản lý sự cố

# inprogress
source: Done: {placeholder}
vi: Hoàn thành: {placeholder}

# issuer
source: Issuer: {placeholder}
vi: Người gửi: {placeholder}

# incident_draft
source: Draft
vi: Lưu tạm thời

# location_tag
source: Location
vi: Vị trí

# incident_gr
source: Incident group
vi: Nhóm sự cố

source: Attach file
vi: File đính kèm

source: Due date
vi: Hạn hoàn thành

source: Handler
vi: Người thực hiện

# wait_for_progress
source: Pending
vi: Chờ thực hiện

source: In progress
vi: Đang thực hiện

source: Done
vi: Đã thực hiện

source: On time
vi: Trong hạn

source: Overdue
vi: Quá hạn

# mark_in_progress
source: Handle
vi: Thực hiện

source: Do this task
vi: Thực hiện công việc

# do_this_task_cf
source: Are you sure you want to do this task?
vi: Bạn có chắc muốn thực hiện công việc này?

source: Do now
vi: Thực hiện ngay

source: Complete this task
vi: Hoàn thành công việc

# complete_this_task_cf
source: Are you sure you want to complete this task?
vi: Bạn có chắc đã hoàn thành công việc này?

# completing_work
source: Incident is completing
vi: Công việc đã được hoàn thành

source: Task is in progress
vi: Hạng mục đang được thực hiện

source: Task is completing
vi: Hạng mục đã được hoàn thành

source: Attachment
vi: Tài liệu đính kèm

# btn_close
source: Close
vi: Đóng

# max_files_exceeded
source: Maximum number of files exceeded
vi: Số lượng tài liệu đính kèm vượt quá giới hạn cho phép

# max_files_msg
source: File , file size <= 20MB and maximum 50 files
vi: File , dung lượng <= 20MB và tối đa 50 file

source: Emergency level
vi: Mức độ khẩn cấp

source: Wait Approve
vi: Chờ duyệt

source: Sign Up To Work Overtime
vi: Danh sách đăng ký làm thêm ngoài giờ

# ot_registration
source: Overtime registration
vi: Đăng ký làm thêm ngoài giờ

# request_quantity
source: Request quantity in this week: {num}
vi: Số yêu cầu trong tuần: {num}

# customer_info
source: Customer information
vi: Thông tin khách hàng

source: Customer name
vi: Tên khách hàng

source: Add new
vi: Thêm mới

# date
source: From {fromData} to {toDate}
vi: Từ {fromData} đến {toDate}

source: Add
vi: Thêm

source: Remove registration time
vi: Xóa thời gian đăng ký

# delete_registration_time_cf
source: Are you sure you want to delete this registration time?
vi: Bạn có chắc chắn muốn xóa thời gian đăng ký này?

# delete_btn
source: Delete
vi: Xóa

source: Send
vi: Gửi

# send_ot_ticket_msg
source: Overtime registration needs to be approved by the head of the department Are you sure you want to send this registration request?
vi: Đăng ký giờ thêm làm cần thông qua Trưởng ban QLTN Bạn có chắc muốn gửi yêu cầu đăng ký này?

# send_to_approve_success
source: Send to approve successfully
vi: Gửi duyệt thành công

# ot_ticket_details
source: Overtime ticket details
vi: Chi tiết làm thêm ngoài giờ

# day
source: Day {day}
vi: Ngày {day}

source: Search Results
vi: Kết quả tìm kiếm

# cancel_ot_ticket
source: Cancel overtime ticket
vi: Hủy đăng ký làm thêm giờ

# cancel_ot_ticket_msg
source: Cancel overtime ticket needs to be approved by the head of the department. Are you sure you want to cancel this registration?
vi: Huỷ đăng ký làm thêm giờ cần thông qua Trưởng ban QLTN. Bạn có chắc muốn huỷ đăng ký?

# send_cancel_request_success
source: Send cancel request successfully
vi: Gửi yêu cầu huỷ thành công

# request_cancel_is_sent
source: Cancel request is sent to the head of the department
vi: Yêu cầu huỷ đăng ký làm thêm giờ đã được gửi đến Trưởng ban QLTN

source: Send approval
vi: Gửi phê duyệt

# delete_ot_ticket
source: Delete overtime ticket
vi: Xóa đăng ký

# edit_ot_ticket
source: Edit overtime ticket
vi: Chỉnh sửa làm thêm ngoài giờ

# edit_success
source: Edit successfully
vi: Chỉnh sửa thành công

# delete_ot_ticket_msg
source: Are you sure you want to delete this overtime ticket?
vi: Bạn có chắc chắn muốn xóa đăng ký này?

source: Approve
vi: Phê duyệt

source: Reject reason
vi: Lý do từ chối

source: Enter reject reason
vi: Nhập lý do từ chối

# approve_success
source: Approve successfully
vi: Phê duyệt thành công

# reject_success_second
source: Reject successfully
vi: Từ chối thành công

# reject_success
source: Reject successfully
vi: Từ chối đăng ký thành công

source: Approve request
vi: Phê duyệt yêu cầu

source: Approve cancel request
vi: Phê duyệt yêu cầu huỷ

source: Working schedule
vi: Lịch làm việc

source: Shift management
vi: Quản lý ca làm việc

# week_day
source: {day, select, 1 {Mon} 2 {Tue} 3 {Wed} 4 {Thu} 5 {Fri} 6 {Sat} 7 {Sun} other {}}
vi: {day, select, 1 {T2} 2 {T3} 3 {T4} 4 {T5} 5 {T6} 6 {T7} 7 {CN} other {}}

source: Shift transfer
vi: Đổi ca

source: Handover shift
vi: Bàn giao ca

source: Switch Shift Work
vi: Đổi ca làm việc

source: Current Shift
vi: Ca hiện tại

source: Switch Shift
vi: Ca đổi

source: Change Date
vi: Ngày đổi

source: Changing Shifts With Staff
vi: Đổi ca với nhân viên

source: Approved By
vi: Người duyệt

source: Staff
vi: Nhân viên

source: Time
vi: Thời gian

# shiftFirstAttendance
source: Shift
vi: Ca

source: Handover shift person
vi: Người nhận bàn giao

source: Choose shift handover person
vi: Chọn người nhận bàn giao

source: Employee code
vi: Mã nhân viên

source: Title
vi: Chức danh

source: Handover content
vi: Nội dung bàn giao

source: Optional
vi: Nếu có

# send_shift_tranfer_success
source: Send shift transfer request successfully, wait for {name} to confirm the information
vi: Đã gửi yêu cầu bàn giao thành công, đợi {name} xác nhận thông tin

# confirm_shift_tranfer_success
source: Confirm shift transfer request successfully
vi: Xác nhận bàn giao thành công

# reject_shift_tranfer_success
source: Reject shift transfer request successfully
vi: Từ chối bàn giao thành công

# has_request_change_shift_with_you
source: have a request to change shifts with you. Please confirm
vi: có yêu cầu đổi ca với bạn. Vui lòng xác nhận

# day_by_calendar
source: Calendar date
vi: Ngày theo lịch

# shift
source: Working shift
vi: Ca làm việc

# day_change_shift
source: Shift change date
vi: Ngày đổi ca

source: Reject change shift
vi: Từ chối đổi ca

# who_request
source: Requester
vi: Người yêu cầu

# who_change
source: Changer
vi: Người đổi

# change_shift_accepted
source: Request to change shift has been confirmed, waiting for the approval of the HoBM
vi: Yêu cầu đổi ca đã được xác nhận, đợi Trưởng ban QLTN phê duyệt

# request_change_shift_rejected
source: Request to change shift was denied
vi: Yêu cầu đổi ca đã được từ chối

# request_change_shift_approved
source: Change shift request confirmed
vi: Yêu cầu đổi ca đã được xác nhận

source: Approve shift change
vi: Phê duyệt đổi ca

# wait_for_swap_approval
source: Send shift transfer request successfully, wait for {name} to confirm the information
vi: Đã gửi yêu cầu đổi ca thành công, đợi {name} xác nhận thông tin

# attendanceOfTheShift
source: Early Shift Attendance
vi: Điểm danh đầu ca

source: Result of attendance
vi: Kết quả điểm danh

source: Enough
vi: Đủ

source: Lack
vi: Thiếu

source: Not approved
vi: Không được phê duyệt

source: Not accepted
vi: Không được chấp nhận

# wait_approved
source: Waiting for approval
vi: Đang chờ phê duyệt

# approved
source: Has been approved
vi: Đã được phê duyệt

# request_swap_shift_of
source: Swap shift request of
vi: Yêu cầu đổi ca của

# request_swap_shift_of_you_with
source: Request to change your shift with staff
vi: Yêu cầu đổi ca của bạn với nhân viên

# your_request_swap_shift_wait_accept
source: Your request to change shifts is waiting to be accepted
vi: Yêu cầu đổi ca của bạn đang chờ chấp nhận

# your_request_swap_shift_wait_approve
source: Your shift change request is pending approval
vi: Yêu cầu đổi ca của bạn đang chờ phê duyệt

# your_request_swap_shift_accepted_wait_approve
source: Your request to change shifts has been accepted and pending approval
vi: Yêu cầu đổi ca của bạn đã được chấp nhận và đang chờ phê duyệt

# your_request_swap_shift_accepted
source: Your request to change shifts has been accepted
vi: Yêu cầu đổi ca của bạn đã được chấp nhận

# your_request_swap_shift_approved
source: Your shift change request has been approved
vi: Yêu cầu đổi ca của bạn đã được phê duyệt

# your_request_swap_shift_rejected
source: Your request to change shifts is not accepted
vi: Yêu cầu đổi ca của bạn không được chấp nhận

# your_request_swap_shift_canceled
source: Your request to change shifts has not been approved
vi: Yêu cầu đổi ca của bạn không được phê duyệt

source: with you
vi: Với bạn

# canceled_ot_ticket
source: Canceled overtime ticket
vi: Đã hủy đăng ký làm thêm giờ

# are_you_sure_cancel
source: Are you sure you want to cancel this overtime ticket?
vi: Bạn có chắc chắn muốn hủy đăng ký làm thêm giờ này?

# dayAttendance
source: Day
vi: Ngày

# wait_cancel
source: Waiting for cancel
vi: Chờ hủy

# please_wait_and_confirm
source: there is a request to change shifts with you. Please confirm
vi: có yêu cầu đổi ca với bạn. Vui lòng xác nhận

# request_update_is_sent
source: Overtime registration adjustment request has been sent to the Head of the Department
vi: Yêu cầu điều chỉnh đăng ký làm thêm giờ đã được gửi đến Trưởng ban QLTN

source: Daily check list
vi: Tuần tra hàng ngày

source: Check list
vi: Tuần tra

# choose_ot_time_hint
source: Overtime registration time must be outside of office hours.
vi: Thời gian đăng ký làm thêm giờ phải là thời gian ngoài giờ làm việc hành chính.

# ot_hours_of_month
source: Overtime hours of week: {hours}h
vi: Số giờ tuần: {hours}h

source: Abnormal
vi: Bất thường

source: Abnormal note
vi: Nội dung bất thường

source: Previous
vi: Trước

# implement_day
source: Implementation date
vi: Ngày thực hiện

# report_day
source: Day report
vi: Ngày báo cáo

source: Daily report
vi: Báo cáo hàng ngày

source: Input result
vi: Nhập kết quả

source: Next
vi: Tiếp theo

# number_of_incidents
source: Number of incidents (if any)?
vi: Số lượng sự cố (nếu có)?

source: Complete report
vi: Hoàn thành báo cáo

source: General security situation?
vi: Tình hình an ninh chung?

source: Normal
vi: Bình thường

source: Save draft
vi: Lưu nháp

source: Completed
vi: Hoàn thành

# evaluate_personnel_contractor
source: Evaluation of contractor personnel
vi: Đánh giá nhân sự nhà thầu

# numerical_order
source: No.
vi: STT

source: Score
vi: Điểm

# add_evaluate
source: Add evaluation
vi: Thêm đánh giá

# temple_save
source: Temporary save
vi: Lưu tạm

# not_normal
source: Unusual
vi: Bất thường

source: Successful attendance
vi: Điểm danh thành công

# report_done
source: Report completed
vi: Báo cáo hoàn tất

# has_error_please_try_again
source: An error occurred, please try again
vi: Có lỗi xảy ra, vui lòng thử lại

# present_status
source: Status
vi: Tình trạng

source: Present
vi: Có mặt

source: Absent
vi: Vắng mặt

# working_tool
source: Working tools
vi: Công cụ làm việc

# handover_shift_book
source: Shift handover book
vi: Sổ bàn giao ca

# have
source: Yes
vi: Có

# manner
source: Manners
vi: Tác phong

source: Not good
vi: Không tốt

source: Business
vi: Nghiệp vụ

source: Achieved
vi: Đạt

source: Not achieved
vi: Không đạt

source: Least
vi: Kém

source: Very least
vi: Rất kém

source: Not enough
vi: Không đủ

source: No
vi: Không

source: Overall rating
vi: Điểm đánh giá chung

# add_evaluate_secure_personnel
source: Add security personnel reviews
vi: Thêm đánh giá nhân sự an ninh

# evaluate_secure_personnel
source: Security personnel reviews
vi: Đánh giá nhân sự an ninh

# your_permission_cannot_access
source: You do not have access
vi: Bạn không có quyền truy cập

source: Please enter note
vi: Vui lòng nhập ghi chú

source: Report has been completed
vi: Báo cáo đã được thực hiện

source: Confirm complete daily report
vi: Xác nhận hoàn thành báo cáo hàng ngày

source: Attendance
vi: Điểm danh

# all_ot_ticket_was_approved
source: All overtime tickets have been approved
vi: Tất cả các đăng ký làm thêm giờ đã được phê duyệt

# confirm_cancel_daily_report
source: Confirm cancellation of daily report execution
vi: Xác nhận hủy thực hiện báo cáo hàng ngày

source: Choose location
vi: Chọn vị trí

# evaluation_completed
source: Review has been completed
vi: Đánh giá đã được hoàn thành

# evaluation_save_draft
source: Successful temporary save
vi: Lưu tạm thành công

# confirm_cancel_check_list
source: Confirm cancel security patrol
vi: Xác nhận hủy thực hiện tuần tra

# security_patrol_done
source: Security patrol completed
vi: Tuần tra hoàn tất

# reject_reason_required
source: Please enter the reason for rejection
vi: Vui lòng nhập lý do từ chối

source: Shift user
vi: Người bàn giao

source: Confirmed
vi: Đã xác nhận

source: Rejected
vi: Đã từ chối

# wait_for_confirm
source: Waiting for confirmation
vi: Chờ xác nhận

# security_patrol_done_count
source: Total number of patrols performed: {count}
vi: Tổng số lượt tuần tra đã thực hiện: {count}

# turn
source: Turn {turn}
vi: Lượt {turn}

source: Start security patrol
vi: Bắt đầu tuần tra

source: Position
vi: Vị trí

# position_has_been_reported
source: This position has been evaluate
vi: Vị trí này đã được đánh giá

# category_status
source: Status
vi: Tình trạng

# choose_category_status
source: Choose status
vi: Chọn tình trạng

source: Closed at
vi: Thời gian hoàn thành thực tế

# extraordinary_examination
source: Surprise inspection of the building
vi: Kiểm tra đột xuất tòa nhà

source: Surprise inspection of the building
vi: Kiểm tra đột xuất tòa nhà

source: Check list details
vi: Chi tiết checklist

source: Update successfully
vi: Cập nhật thành công

source: Check term
vi: Kỳ kiểm tra

source: Checklist list
vi: Danh sách checklist

# confirm_check_list_all
source: confirm finish check list
vi: Xác nhận hoàn thành đánh giá tổng kiểm tra

source: Add random checklist
vi: Thêm mới kiểm tra đột xuất

# not_achived_objective
source: Not achieved (objective)
vi: Không đạt chủ quan

# not_achived_non_objective
source: Not achieved (non-objective)
vi: Không đạt khách quan

source: Evaluated
vi: Đã đánh giá

source: Not evaluated
vi: Chưa đánh giá

source: Checklist name
vi: Tên đợt kiểm tra

source: Reason cannot be left blank
vi: Lý do không được để trống

source: Add unscheduled test successfully
vi: Thêm kiểm tra đột xuất thành công

source: Failed, try again
vi: Thất bại, hãy thử lại

source: Details of the test
vi: Chi tiết đợt kiểm tra

source: General building inspection
vi: Tổng kiểm tra tòa nhà

# added_new_building_inspection
source: Add new building checksum
vi: Thêm mới tổng kiểm tra tòa nhà

source: New building checksum added successfully
vi: Thêm mới tổng kiểm tra tòa nhà thành công

source: Summary of hygiene reports
vi: Tổng hợp báo cáo vệ sinh

source: Noted
vi: Lưu ý

# noted_waring
source: Required to enter notes and related images for report content with abnormal status (Incomplete, incurred, damaged, ...)
vi: Bắt buộc nhập ghi chú và hình ảnh liên quan đối với nội dung báo cáo có trạng thái bất thường (Chưa hoàn thành, phát sinh, hỏng hóc,...)

source: Period work
vi: Công việc định kỳ

# edit_request
source: Request edit
vi: Yêu cầu sửa đổi

source: Applying request
vi: Yêu cầu áp dụng

source: Applying time
vi: Thời gian áp dụng

source: Work description
vi: Nội dung công việc

# update_time
source: Updated time
vi: Thời gian cập nhật

# send_successful
source: Send successfully
vi: Gửi thành công

source: Week
vi: Tuần

source: Successful attendance
vi: Điểm danh thành công

# checklist_technical
source: Technical checklist
vi: Thực hiện kiểm tra kỹ thuật

source: Scan QR
vi: Quét mã QR

# scan_qr_note
source: Scan QR code to start security patrol
vi: Quét mã QR để thực hiện kiểm tra kỹ thuật

source: Or
vi: Hoặc

source: Select from list
vi: Chọn từ danh sách

# check_list_area
source: Area checklist
vi: Khu vực

source: Checklist template
vi: Mẫu checklist

source: Technical checklist content
vi: Nội dung kiểm tra

# technical_todo_checklist
source: Total number of checks performed: {count}
vi: Tổng số lượt kiểm tra đã thực hiện: {count}

source: New check up
vi: Lượt kiểm tra mới

# checklist_status
source: {section, select, DONE {Done} IN_PROGRESS {In-Progress} other {}}
vi: {section, select, DONE {Đã hoàn thành} IN_PROGRESS {Đang thực hiện} other {}}

source: Assessment of cleaning Personnel
vi: Đánh giá nhân sự vệ sinh

# add_assessment_of_cleaning_personnel
source: More cleaning staff reviews
vi: Thêm đánh giá nhân sự vệ sinh

source: Personnel
vi: Nhân sự

source: Sector
vi: Khu vực

source: Review details
vi: Chi tiết đánh giá

source: Average rating
vi: Điểm đánh giá trung bình

source: Detailed evaluation of cleaning personnel
vi: Chi tiết đánh giá nhân sự vệ sinh

# days
source: Day
vi: Ngày

source: Continue
vi: Tiếp tục

# jump_to_review
source: Review has been created, you must complete it to create a new review? Jump to review?
vi: Đánh giá đã được tạo, bạn phải hoàn thành nó mới có thể tạo đánh giá mới? Chuyển đến đánh giá?

source: Review has been completed
vi: Đánh giá đã được hoàn thành

# an_error_try_again
source: An error occurred, try again
vi: Đã xảy ra lỗi, thử lại

source: No reviews yet
vi: Chưa thêm đánh giá nào

source: Personnel code
vi: Mã nhân sự

source: Tools
vi: Công cụ dụng cụ

source: Quality of work
vi: Chất lượng công việc

source: Checklist maintained
vi: Checklist duy trì

source: Cleaning attendance
vi: Điểm danh vệ sinh

source: Cleaning evaluation
vi: Đánh giá vệ sinh

# all_next_month
source: All months left
vi: Tất cả các tháng còn lại

# all_next_week
source: All weeks left
vi: Tất cả các tuần còn lại

source: Current month
vi: Tháng hiện tại

source: Current week
vi: Tuần hiện tại

source: Next month
vi: Tháng tiếp theo

source: Next week
vi: Tuần tiếp theo

# tab_month
source: Month
vi: Tháng

source: Report details
vi: Chi tiết báo cáo

# confirm_report
source: The report will be recorded by the system and cannot be edited. Are you sure you want to continue?
vi: Báo cáo sẽ được ghi nhận bởi hệ thống và không thể chỉnh sửa. Bạn có chắc muốn tiếp tục ?

# can_not_be_left_blank
source: Can''t be left blank
vi: Không được để trống

source: Report from date
vi: Báo cáo từ ngày

source: Maintenance work
vi: Công việc duy trì

source: Periodic work
vi: Công việc định kì

# number_of_failures
source: Report damage/abnormalities
vi: Báo cáo hỏng hóc/bất thường

source: Quantity
vi: Số lượng

source: Work arising
vi: Công việc phát sinh

source: Consumable supplies
vi: Vật tư tiêu hao

source: unfinished
vi: Chưa hoàn thành

source: Result photo
vi: Ảnh kết quả

source: From
vi: Từ

source: To
vi: Đến

source: Full implementation
vi: Thực hiện đầy đủ

source: Not fully implemented yet
vi: Chưa thực hiện đầy đủ

source: Cleaning daily report
vi: Báo cáo vệ sinh hàng ngày

# text_err_input_and_file
source: Can''t leave blank Reason and Result Image
vi: Không được để trống Lý do và Ảnh kết quả

# mon_s
source: MON
vi: T2

# tues_s
source: TUE
vi: T3

# wed_s
source: WED
vi: T4

# thu_s
source: THU
vi: T5

# fri_s
source: FRI
vi: T6

# sat_s
source: SAT
vi: T7

# sun_s
source: SUN
vi: CN

# mon_l
source: Monday
vi: Thứ hai

# tues_l
source: Tuesday
vi: Thứ ba

# wed_l
source: Wednesday
vi: Thứ tư

# thu_l
source: Thursday
vi: Thứ năm

# fri_l
source: Friday
vi: Thứ sáu

# sat_l
source: Saturday
vi: Thứ bảy

# sun_l
source: Sunday
vi: Chủ nhật

source: Log in to another account
vi: Đăng nhập tài khoản khác

source: Check result
vi: Kết quả kiểm tra

source: Category
vi: Hạng mục

source: Choose Period
vi: Chọn kỳ

# text_err_file
source: Can''t leave blank Result Image
vi: Không được để trống Ảnh kết quả

# text_err_note
source: Notes cannot be left blank
vi: Không được để trống Ghi chú

source: More cleaning contractor reviews
vi: Thêm đánh giá nhà thầu vệ sinh

source: Detailed evaluation of cleaning contractors
vi: Chi tiết đánh giá nhà thầu vệ sinh

source: Update cleaning contractor rating
vi: Cập nhật đánh giá nhà thầu vệ sinh

source: Review of cleaning contractors
vi: Đánh giá nhà thầu vệ sinh

source: Security contractor rating
vi: Đánh giá nhà thầu an ninh

source: Add new review
vi: Thêm mới đánh giá

source: Newly added security contractor rating
vi: Thêm mới đánh giá nhà thầu an ninh

source: Detailed evaluation of security contractors
vi: Chi tiết đánh giá nhà thầu an ninh

# feature_not_supported
source: This feature is note supported
vi: Tính năng chưa được hỗ trợ

# cleaning_eval_task_schedule
source: Cleaning evaluation task schedule
vi: Đánh giá công việc định kỳ

source: All building
vi: Tất cả tòa nhà

source: Detail review
vi: Chi tiết đánh giá

source: Average point
vi: Điểm trung bình

source: Point
vi: Điểm

source: Make a successful report
vi: Thực hiện báo cáo thành công

source: More people to hand over
vi: Thêm người cùng bàn giao

source: More people to receive handover
vi: Thêm người cùng nhận bàn giao

source: Result
vi: Kết quả

# cleaning_evaluation_confirm
source: Confirm to complete the evaluation of periodic work
vi: Xác nhận hoàn thành đánh giá công việc định kỳ

source: Add evaluation success
vi: Thêm đánh giá thành công

source: Update evaluation success
vi: Cập nhật đánh giá thành công

source: Choose month
vi: Chọn tháng

source: Fully implemented, quality assurance
vi: Thực hiện đầy đủ, đảm bảo chất lượng

# broken_area_floor
source: What is broken - Which area - Which floor
vi: Hỏng gì - Khu vực nào - Tầng nào
