Repository: liemcn6/BloCCubit_FlutterApp
Catalog: lib/presentation/locales/intl_*.arb
Languages: vi

source: Community newsletter
vi: Bảng tin cư dân

source: Show more
vi: Xem thêm

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Invalid username
vi: Tên đăng nhập không hợp lệ

source: Invalid password
vi: Mật khẩu không hợp lệ

source: Login
vi: Đăng nhập

source: Forgot password?
vi: Quên mật khẩu

source: Hello,
vi: Xin chào,

source: General settings
vi: Cài đặt chung

source: Language
vi: Ngôn ngữ

source: Select language
vi: Chọn ngôn ngữ

# use_face_id
source: Use TouchID/FaceID
vi: Sử dụng TouchID/FaceID

source: Use fingerprint
vi: Sử dụng vân tay

# app_information
source: Application Information
vi: Thông tin ứng dụng

source: Logout
vi: Đăng xuất

source: Personal information
vi: Thông tin cá nhân

# app_version
source: Version
vi: Phiên bản

# terms_of_use
source: Term of use
vi: Điều khoản sử dụng

source: All features
vi: Tất cả tính năng

source: Features
vi: Tính năng

source: System
vi: Hệ thống

# error_noti
source: Error
vi: Thông báo lỗi

source: Close
vi: Đóng

source: Connection timeout
vi: Kết nối thất bại

source: Something went wrong
vi: Đã xảy ra lỗi

source: Your account is not allowed to login
vi: Tài khoản của bạn không được phép đăng nhập

source: Phone list
vi: Danh sách số điện thoại

source: Ticket list
vi: Danh sách yêu cầu

# building_services
source: {section, select, buildingSer {Building service} buildingTech {Building technique} buildingAdminstrative {Administrative management} buildingTechAndSer {Technical Service management} other {}}
vi: {section, select, buildingSer {Dịch vụ tòa nhà} buildingTech {Kỹ thuật tòa nhà} buildingAdminstrative {Hành chính kế toán} buildingTechAndSer {Quản lý chung} other {}}

source: Document
vi: Tài liệu

source: Image gallery
vi: Thư viện ảnh

source: Use camera
vi: Chụp ảnh

source: Image
vi: Ảnh

# image_note
source: Maximum 5 images and 10MB per image
vi: Tối đa 5 ảnh, mỗi ảnh <10MB

source: Delete
vi: Xóa

# document_not_supported_preview
source: Document is not supported preview. Please download to view
vi: Tệp không hỗ trợ xem trước. Vui lòng tải xuống để xem.

source: Status
vi: Trạng thái

# forgot_password_title
source: Forgot password
vi: Quên mật khẩu

# email_link
source: You will receive a link code
vi: Bạn sẽ nhận được một mã liên kết

# email_link_2
source: to verify your account
vi: để xác minh tài khoản

source: Send request
vi: Gửi yêu cầu

# mess_notification_request_mail
source: Submit request successfully, information has been sent to your Email
vi: Gửi yêu cầu thành công, thông tin đã được gửi về Email của bạn

source: Notify
vi: Thông báo

source: Notification
vi: Thông báo

source: Utility Service
vi: Dịch vụ tiện ích

# bill
source: Bills
vi: Hoá đơn

source: News
vi: Bản tin

source: Request, reflect
vi: Yêu cầu, phản ánh

# maret
source: Market
vi: Chợ mua bán

source: Monthly verhicle
vi: Xe tháng

source: Contract management
vi: Quản lý hợp đồng

source: Contract list
vi: Danh sách hợp đồng

source: Home
vi: Trang chủ

# ticket
source: Request
vi: Yêu cầu

source: Request list
vi: Danh sách yêu cầu

# draftRequest
source: Request a draft
vi: Yêu cầu nháp

source: All
vi: Tất cả

# waitReceive
source: Waiting to receive
vi: Chờ tiếp nhận

source: Processing
vi: Đang xử lý

source: Receive
vi: Hoàn thành tiếp nhận

source: User name
vi: Tên đăng nhập

source: Received
vi: Đã tiếp nhận

source: Processed
vi: Đã xử lý

source: Personal information
vi: Thông tin cá nhân

# change_pw
source: Change password
vi: Đổi mật khẩu

source: Update
vi: Cập nhật

# name
source: Full name
vi: Họ tên

source: Company
vi: Công ty

# phone
source: Phone number
vi: Số điện thoại

# birth
source: Date of birth
vi: Ngày sinh

source: Gender
vi: Giới tính

# main_feat
source: Main feature
vi: Chức năng chính

source: Save
vi: Lưu

source: Feedback
vi: Góp ý

source: Profile
vi: Cá nhân

# pick_date
source: Pick a date
vi: Chọn ngày

# pick_img_gallery
source: Select photo from gallery
vi: Chọn ảnh từ thư viện

# upload_img
source: Upload image
vi: Upload hình ảnh

# gender_picker
source: Select gender
vi: Chọn giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

# overTimeRegistration
source: Overtime work registration
vi: Đăng ký làm ngoài giờ

source: Accept
vi: Chấp nhận

source: Reject
vi: Từ chối

source: Count feedback
vi: Tổng góp ý

source: Satisfied
vi: Hài lòng

source: Unsatisfied
vi: Không hài lòng

# waitingProgress
source: Waiting to receive
vi: Chờ tiếp nhận

# error_username
source: Your name cannot be used
vi: Tên người dùng không được để trống

# error_password
source: Password is not in the correct format
vi: Mật khẩu không đúng định dạng

# title_forgot_password
source: Forgot password
vi: Quên mật khẩu

# resend_the_link_code
source: Resend the link code to verify the account
vi: Gửi lại mã liên kết để xác minh tài khoản

source: Send require
vi: Gửi yêu cầu

# title_create_password
source: Create a new password
vi: Tạo mật khẩu mới

# new_password
source: A new password
vi: Mật khẩu mới

source: Confirm new password
vi: Xác nhận mật khẩu mới

# validate_email
source: Email format is wrong
vi: Email không đúng định dạng

source: Create request
vi: Tạo yêu cầu

source: Building name
vi: Tên tòa nhà

source: Floor
vi: Tầng

# contentReq
source: Request title
vi: Tiêu đề

# inputEmptyError
source: This field cannot be left blank
vi: Không được để trống trường này

# imageNote
source: Maximum 5 images, each <10MB
vi: Tối đa 5 ảnh, mỗi ảnh <10MB

source: Note
vi: Ghi chú

source: Save draft
vi: Lưu nháp

source: Choose building
vi: Chọn tòa nhà

source: Choose floor
vi: Chọn tầng

source: Building code
vi: Mã tòa nhà

source: Requester
vi: Người gửi yêu cầu

source: Service name
vi: Tên dịch vụ

source: Choose service
vi: Chọn dịch vụ

source: Choose company
vi: Chọn công ty

source: Choose requester
vi: Chọn người gửi yêu cầu

source: Send request
vi: Gửi yêu cầu

# enterContent
source: Please enter request title
vi: Vui lòng nhập tiêu đề

source: Enter note
vi: Nhập ghi chú

# buildingSer
source: Building service
vi: Dịch vụ tòa nhà

# buildingTech
source: Building technique
vi: Kỹ thuật tòa nhà

# buildingAdminstrative
source: Administrative management
vi: Hành chính

# buildingTechAndSer
source: Technical Service management
vi: Kỹ thuật và dịch vụ

source: Upload image
vi: Upload hình ảnh

# imageGallery
source: Select photo from gallery
vi: Chọn ảnh từ thư viện

source: Use camera
vi: Sử dụng camera

# saveDraftNote
source: Create draft successful, do you want to create a new request again?
vi: Tạo nháp thành công, bạn có muốn tạo yêu cầu mới nữa không?

source: Create
vi: Tạo mới

source: Confirm
vi: Xác nhận

source: Survey
vi: Khảo sát

# empty_survey
source: We don''t have any survey
vi: Chúng tôi chưa có bài khảo sát nào

# sucCreRequest
source: Create new request successfully!
vi: Tạo mới yêu cầu thành công!

source: Request detail
vi: Chi tiết yêu cầu

source: Processor
vi: Bộ phận xử lý

# estCompletionDate
source: Estimated completion date
vi: Ngày dự kiến hoàn thành

source: Staff Feedback
vi: Phản hồi nhân viên

source: Acceptance image
vi: Hình ảnh nghiệm thu

source: Handle
vi: Tiến hành xử lý

source: Complete
vi: Hoàn thành

source: Location
vi: Địa điểm

source: Register location
vi: Địa điểm đăng ký

source: Building
vi: Tòa nhà

source: Time of register
vi: Thời gian đăng ký

# createFixedSchedule
source: Create a fixed subscription schedule
vi: Tạo lịch đăng ký cố định

# timeStart
source: Start time
vi: Giờ bắt đầu

# timeEnd
source: End time
vi: Giờ kết thúc

# numOfPerson
source: Amount of people
vi: Số người

# registerAreaUse
source: User registration area
vi: Khu vực đăng ký sử dụng

# registerUseAirConditioner
source: Register to use the air conditioner
vi: Đăng ký sử dụng điều hòa

source: Registered
vi: Đã đăng ký

# unRegister
source: Unregistered
vi: Chưa đăng ký

source: Select building
vi: Chọn toà nhà

source: Select floor
vi: Chọn tầng

# selectHour
source: Select time
vi: Chọn giờ

# createIntervalSchedule
source: Create an interval subscription schedule
vi: Tạo lịch đăng ký theo khoảng thời gian

source: Start date
vi: Ngày bắt đầu

source: End date
vi: Ngày kết thúc

# timeWorking
source: Working time
vi: Thời gian làm việc

# repeat
source: Interval
vi: Lặp lại

source: Monday
vi: Thứ 2

source: Tuesday
vi: Thứ 3

source: Wednesday
vi: Thứ 4

source: Thursday
vi: Thứ 5

source: Friday
vi: Thứ 6

source: Saturday
vi: Thứ 7

source: Sunday
vi: Chủ nhật

# validatePhone
source: Invalid phone number
vi: Số điện thoại không đúng định dạng

# validateImage
source: Upload image size does not exceed 10MB
vi: Dung lượng ảnh tải lên không vượt quá 10MB

# validateFileType
source: Extension file is invalid
vi: Phần mở rộng của tệp không hợp lệ

# validateBirth
source: Do not select a date greater than the current date
vi: Không được chọn ngày lớn hơn ngày hiện tại

source: Back
vi: Quay lại

# viewDetailRegistration
source: View application details
vi: Xem chi tiết lịch đăng ký

# filterStatus
source: Filter by status
vi: Lọc trạng thái

# viewCalendarType
source: View by calendar
vi: Xem dạng lịch

# deleteThisMessage
source: Are you sure you want to delete this message?
vi: Bạn có chắc chắn muốn xoá thông báo này?

source: Delete confirmation
vi: Xác nhận xoá

source: Start survey
vi: Bắt đầu khảo sát

# show_less
source: Hide less
vi: Ẩn bớt

# emptyNotification
source: You don''t have any notifications yet
vi: Bạn chưa có thông báo nào

source: Agree
vi: Đồng ý

source: Cancel
vi: Hủy

# detail_notification
source: Notification details
vi: Chi tiết thông báo

# family_info
source: Family information
vi: Thông tin gia đình

source: Tag management
vi: Quản lý thẻ

# edit_info
source: Edit information
vi: Chỉnh sửa thông tin

source: Full name
vi: Họ và tên

source: Phone number
vi: Số điện thoại

source: Birthday
vi: Ngày sinh

# delete_this_message
source: Are you sure you want to delete this message?
vi: Bạn có chắc chắn muốn xoá thông báo này?

source: Delete confirmation
vi: Xác nhận xoá

# complaintNoData
source: No feedback
vi: Không có góp ý nào

# suggest_pass_again
source: Password must match the password above
vi: Mật khẩu phải trùng với mật khẩu ở trên

# validate_name
source: The name is not in the correct format
vi: Tên không đúng định dạng

# validate_username
source: Username is not formatted correctly
vi: Tên đăng nhập không đúng định dạng

source: Register
vi: Đăng ký

# confirm_password
source: Enter the password
vi: Xác nhận mật khẩu

# suggest_password
source: Password must contain 8-50 characters, must contain numeric characters, unsigned letters including lowercase and uppercase letters and other special characters
vi: Mật khẩu phải chứa 8-50 ký tự, bắt buộc phải có các ký tự số, chữ không dấu bao gồm chữ thường và chữ in hoa và các ký tự đặc biệt khác

# title_terms_policies
source: I have read and agree with the
vi: Tôi đã đọc và chấp nhận với các

# title_terms_policies_under_line
source: terms and policies of use
vi: điều khoản và chính sách sử dụng

source: Choose building code
vi: Chọn mã tòa nhà

# errorFloor
source: Please select building information before choosing a floor
vi: Vui lòng chọn thông tin tòa nhà trước khi chọn tầng

# services
source: {section, select, buildingSer {Building service} buildingTech {Building technique} buildingAdminstrative {Administrative management} buildingTechAndSer {Technical Service management} other {}}
vi: {section, select, buildingSer {Dịch vụ tòa nhà} buildingTech {Kỹ thuật tòa nhà} buildingAdminstrative {Hành chính kế toán} buildingTechAndSer {Quản lý chung} other {}}

source: Choose processor
vi: Chọn bộ phận xử lý

# createRequestNote
source: Your request has been sent successfully. Do you want to create a new request again?
vi: Yêu cầu của bạn đã được gửi đi thành công. Bạn có muốn tạo yêu cầu mới nữa không?

source: General settings
vi: Cài đặt chung

# appInformation
source: Application Information
vi: Thông tin ứng dụng

# appVersion
source: Version
vi: Phiên bản

source: Delete account
vi: Xóa tài khoản

source: Terms of use
vi: Điều khoản sử dụng

source: Complaint detail
vi: Chi tiết góp ý

source: Commenter
vi: Bình luận viên

source: Feedback type
vi: Loại khảo sát

source: Classify
vi: Phân loại

source: Content
vi: Nội dung

source: Classify complaint
vi: Phân loại góp ý

source: Valid complaint
vi: Góp ý hợp lệ

source: Invalid complaint
vi: Góp ý không hợp lệ

source: Create support request
vi: Tạo yêu cầu hỗ trợ

# deleteAccountMessage
source: Are you sure you want to delete your account?
vi: Bạn có chắc chắn muốn xoá tài khoản?

# unClassify
source: No classify
vi: Chưa phân loại

source: Service quality
vi: Chất lượng dịch vụ

source: Reason
vi: Lý do

# noImage
source: No images
vi: Không có hình ảnh

source: Misclassification
vi: Phân loại sai

source: Request code
vi: Mã yêu cầu

# detailNotification
source: Detailed notice
vi: Chi tiết thông báo

# deleteAccountSuccess
source: Delete app account successfully.
vi: Xóa tài khoản ứng dụng thành công.

source: Exit
vi: Thoát

# deleteAccountFailMess
source: Account deletion failed. Please try again
vi: Xóa tài khoản không thành công. Vui lòng thử lại

# changePassSuccessMes
source: Change password successfully
vi: Đổi mật khẩu thành công

# connectSystemFail
source: The connection to the system is temporarily interrupted. Something went wrong. Please try again later.
vi: Kết nối đến hệ thống đang tạm thời gián đoạn. Xin vui lòng thử lại sau.

source: Old password
vi: Mật khẩu hiện tại

# reqSuccessfulNote
source: Our request has been sent successfully.
vi: Yêu cầu của bạn đã được gửi thành công.

# confirmSignOut
source: Are you sure you want to exit the app?
vi: Bạn có chắc chắn muốn thoát khỏi ứng dụng?

# requestSupport
source: Request for support
vi: Yêu cầu hỗ trợ

# yourRequestUpdateSuccess
source: Your request has been updated successfully.
vi: Yêu cầu của bạn đã được cập nhật thành công.

# reasonTicketInvalid
source: The reason for the ticket is not valid
vi: Lý do phiếu không hợp lệ

# centerResponse
source: Feedback from the center
vi: Phản hồi của trung tâm

# registerSuccess
source: Successful account registration
vi: Đăng ký thành công

source: Very good
vi: Rất tốt

source: Good
vi: Tốt

source: medium
vi: Trung bình

source: Bad
vi: Tệ

source: Very bad
vi: Rất tệ

# surveyDone
source: Thank you for participating in the survey
vi: Cảm ơn quý khách đã tham gia khảo sát

# ideaSurvey
source: If you have other ideas or suggestions to improve the management quality of the building, please detail them here.
vi: Nếu Quý Công ty có thêm các ý kiến hoặc gợi ý khác để nâng cao chất lượng quản lý của tòa nhà, xin vui lòng trình bày chi tiết tại đây.

source: Input content
vi: Nhập nội dung

# sendSurvey
source: Send a survey
vi: Gửi đánh gíá

# cancelSurvey
source: Are you sure you want to cancel this review?
vi: Bạn có chắc chắn muốn huỷ kết quả khảo sát này không?

# btEditInfo
source: Edit
vi: Chỉnh sửa thông tin

# typeSurvey
source: Survey
vi: Khảo sát

source: List complaint
vi: Danh sách góp ý

source: Search
vi: Tìm kiếm

source: Select
vi: Chọn

source: Reset
vi: Đặt lại

# fromDate
source: From day
vi: Từ ngày

# toDate
source: To day
vi: Đến ngày

# result
source: results found
vi: kết quả được tìm thấy

source: No data
vi: Không có dữ liệu

# listSurvey
source: List of survey
vi: Danh sách khảo sát

source: Advanced search
vi: Tìm kiếm nâng cao

# request
source: Ticket
vi: Yêu cầu

# messNotificationRequestMail
source: Submit request successfully, information has been sent to your Email
vi: Gửi yêu cầu thành công, thông tin đã được gửi về Email của bạn

# validateConfirmPass
source: Password must contain 8-50 characters, must contain numeric characters, accented letters including lowercase and uppercase letters and other special characters.
vi: Mật khẩu phải chứa 8-50 ký tự, bắt buộc phải có các ký tự số, chữ có dấu bao gồm chữ thường và chữ in hoa và các ký tự đặc biệt khác.

# newPassNotification
source: Change password successfully
vi: Đổi mật khẩu thành công

# emptyData
source: No data
vi: Không có dữ liệu

# sessionTimeout
source: Login session expired. Please log in again!
vi: Phiên đăng nhập hết hạn. Vui lòng đăng nhập lại!

source: Select language
vi: Chọn ngôn ngữ

source: Total feedback
vi: Tổng góp ý

source: Setting
vi: Cài đặt

# createdDay
source: Create date
vi: Ngày tạo

# loginFail
source: Wrong login information, please check again
vi: Sai thông tin đăng nhập, vui lòng kiểm tra lại

# updateRequestNote
source: Your request has been successfully updated, do you want to create a new request again?
vi: Yêu cầu của bạn đã được cập nhật thành công, bạn có muốn tạo yêu cầu mới nữa không?

# userFeedback
source: Commenters
vi: Người góp ý

# inCorrectPassword
source: Password incorrect
vi: Mật khẩu không khớp

source: Invalid reason
vi: Lý do không hợp lệ

# registerOvertime
source: Sign up to work overtime
vi: Ngày đăng ký làm thêm ngoài giờ

# contactToGrantPermission
source: Please contact the administrator to get the right to use the service
vi: Vui lòng liên hệ với quản trị viên để nhận quyền sử dụng dịch vụ

# disconnectError
source: The connection to the system is temporarily interrupted. Please try again later
vi: Kết nối đến hệ thống đang tạm thời gián đoạn. Xin vui lòng thử lại sau

# messageWelcome
source: Welcome to Building Management Application.
vi: Chào mừng bạn đến với Ứng dụng quản lý tòa nhà.

# mbamcCopyright
source: © MBAMC 2022
vi: Bản quyền thuộc về MBAMC - ©2022

# languageCode
source: en
vi: vi

# edit
source: Confirm
vi: Chỉnh sửa

source: Load failed
vi: Tải không thành công

# original
source: Origin
vi: Nguồn gốc

source: Preview
vi: Xem trước

source: Empty list
vi: Danh sách trống

# unSupportedAssetType
source: Unsupported HEIC asset type.
vi: Loại tài sản HEIC không được hỗ trợ.

# unableToAccessAll
source: Unable to access all assets on the device
vi: Không thể truy cập tất cả các tài sản trên thiết bị

# viewingLimitedAssetsTip
source: Only view assets and albums accessible to app
vi: Chỉ xem tài sản và album có thể truy cập được vào ứng dụng.

# changeAccessibleLimitedAssets
source: Click to update accessible assets
vi: Nhấp để cập nhật tài sản có thể truy cập

# accessAllTip
source: App can only access some assets on the device. Go to system settings and allow app to access all assets on the device.
vi: Ứng dụng chỉ có thể truy cập một số tài sản trên thiết bị. Chuyển đến cài đặt hệ thống và cho phép ứng dụng truy cập tất cả các tài sản trên thiết bị.

source: Go to system settings
vi: Chuyển đến cài đặt hệ thống

# accessLimitedAssets
source: Continue with limited access
vi: Tiếp tục với quyền truy cập hạn chế

# accessiblePathName
source: Accessible assets
vi: Tài sản có thể truy cập

# sTypeAudioLabel
source: Audio
vi: Âm thanh

# sTypeImageLabel
source: Image
vi: Ảnh

# sTypeOtherLabel
source: Other asset
vi: Tài sản khác

# sActionPlayHint
source: play
vi: chơi

# sActionSelectHint
source: select
vi: lựa chọn

# sActionSwitchPathLabel
source: Switch path
vi: Chuyển đường dẫn

# sActionUseCameraHint
source: use camera
vi: sử dụng camera

# sNameDurationLabel
source: Duration
vi: khoảng thời gian

# sUnitAssetCountLabel
source: count
vi: đếm

# mustNotEmpty
source: {field} must not be empty
vi: {field} không được bỏ trống

# nameAndFamilyName
source: Full name
vi: Họ tên

# malformedField
source: {field} invalidate
vi: {field} không đúng định dạng

# updateUserInfoSuccess
source: Successfully updated
vi: Cập nhật thông tin thành công

# updateUserInfoFailed
source: Update failed information
vi: Cập nhật thông tin thất bại

source: Request again
vi: Yêu cầu lại

# pickDate
source: Choose day
vi: Chọn ngày

# tokenExpires
source: Your password reset request has expired. Would you like to do it again?
vi: Yêu cầu lấy lại mật khẩu của bạn đã hết hạn thực hiện. Bạn có muốn thực hiện lại không?

source: Retry
vi: Thử lại

# rememberPass
source: Remember password
vi: Nhớ mật khẩu

source: Review
vi: Đánh giá

source: See review
vi: Xem đánh giá

source: Request review
vi: Đánh giá yêu cầu

source: Processing quality:
vi: Chất lượng xử lý:

source: Processing speed:
vi: Tốc độ xử lý:

source: Attach pictures
vi: Đính kèm hình ảnh

# comment
source: Commit
vi: Nhận xét

source: Submit review
vi: Gửi đánh giá

# successfulReview
source: Successful evaluation! Thank you for participating in the review.
vi: Đánh giá thành công! Cảm ơn quý khách đã tham gia đánh giá.

source: Finish
vi: Kết thúc

source: Cancelled
vi: Đã hủy

source: Change
vi: Thay đổi

source: Contract management
vi: Quản lý hợp đồng

source: Payment management
vi: Quản lý thanh toán

source: Request management
vi: Quản lý yêu cầu

source: Emergency support
vi: Hỗ trợ khẩn cấp

# quantityContract
source: Quantity contracts
vi: Số hợp đồng

# needPay
source: Need to pay
vi: Cần thanh toán

source: Requests to process
vi: Yêu cầu cần xử lý

# generalInfo
source: General information
vi: Thông tin chung

source: Contract code
vi: Số hợp đồng

source: Effect from
vi: Hiệu lực từ

source: Expire
vi: Hết hiệu lực

source: Payment period
vi: Kỳ thanh toán

source: Deposit
vi: Tiền cọc

# groundInfo
source: Ground information
vi: Thông tin mặt bằng

source: Ground name
vi: Tên mặt bằng

source: Area
vi: Diện tích

# economicInfo
source: Economic information
vi: Thông tin tài chính

source: Ground
vi: Mặt bằng

# unit
source: Unit area
vi: Đơn vị tính

source: Price
vi: Đơn giá

source: Contract detail
vi: Chi tiết hợp đồng

source: Contract list
vi: Danh sách hợp đồng

source: Effective
vi: Có hiệu lực

# noEffective
source: No Effective yet
vi: Chưa có hiệu lực

# expiredEffective
source: Expire
vi: Hết hiệu lực

source: Month
vi: Tháng

source: months
vi: tháng

source: Changed
vi: Thay đổi

# dayRegister
source: Registration Date
vi: Ngày đăng ký

source: Liquidated
vi: Đã thanh lý

# manage
source: Management
vi: Quản lý

source: Update Available
vi: Cập nhật có sẵn

# warningUpdate
source: There is a new version. Please update to use the app.
vi: Ứng dụng Building Cares đã có phiên bản mới. Vui lòng cập nhật để sử dụng.

# warningMustUpdate
source: If you want to use this app, please update this app version from
vi: Nếu bạn muốn sử dụng ứng dụng này, vui lòng cập nhật phiên bản ứng dụng này từ

source: Maybe later
vi: Có lẽ lần sau

# toUpdate
source: to
vi: lên

source: View detail
vi: Xem chi tiết

# totalMoney
source: Total amount
vi: Tổng tiền

source: Paid
vi: Đã thanh toán

source: Unpaid
vi: Chưa thanh toán

source: Total amount to pay
vi: Tổng tiền cần thanh toán

source: Payment history
vi: Lịch sử thanh toán

# paymentDate
source: Date of payment
vi: Ngày thanh toán

source: Period
vi: Kỳ

source: No debt
vi: Không nợ

source: Debt
vi: Có nợ

# amountNeedPay
source: Amount to be paid
vi: Số tiền cần thanh toán

source: Total debt
vi: Tổng nợ

source: Contract
vi: Hợp đồng

# phoneNumberList
source: List of phone numbers
vi: Danh sách số điện thoại

# remain
source: Remaining
vi: Còn lại

source: Choose plan type
vi: Chọn loại mặt bằng

# choosePlan
source: Choose plan type
vi: Chọn mặt bằng

# serviceTypeFee
source: Service fee type
vi: Loại phí dịch vụ

source: No plan
vi: Không có mặt bằng

# totalRemainMoney
source: Total remaining money
vi: Tổng tiền còn lại

# serviceWithoutPlan
source: Services without plan
vi: Dịch vụ không kèm mặt bằng

source: Choose service type
vi: Chọn loại dịch vụ

# enterTextOnImage
source: Enter characters on the image
vi: Nhập ký tự trên hình ảnh

source: Customer forget password
vi: Khách hàng quên mật khẩu

source: Assignee
vi: Người xử lý

source: Choose assignee
vi: Chọn người xử lý

source: Priority
vi: Mức độ ưu tiên

source: Choose priority
vi: Chọn mức độ ưu tiên

source: Expected time
vi: Thời gian hoàn thành dự kiến
